Repository: Smary1227/biz.jmaconsulting.aoservicenav
Catalog: l10n/*/LC_MESSAGES/aoservicenav.po
Languages: fr_ca

source: Second Parent/Guardian First Name (if applicable)
fr_ca: Prénom du deuxième parent/tuteur, le cas échéant

source: Second Parent/Guardian Last Name (if applicable)
fr_ca: Nom de famille du deuxième parent/tuteur, le cas échéant

source: Please add me to Autism Ontario’s news and event notification list
fr_ca: SVP, m’ajouter à la liste d’envoi d’Autisme Ontario – Informations / Avis d’activités

source: Child's Diagnosis
fr_ca: Diagnostic de l’enfant

source: Child's First Name
fr_ca: Prénom de l'enfant

source: Child's Last Name
fr_ca: Nom de famille de l’enfant

source: Child's Birth Date
fr_ca: Date de naissance de l’enfant

source: Child with ASD Identifies as
fr_ca: Enfant avec TSA Identifié comme

source: Is your child registered with the Ontario Autism Program?
fr_ca: Est-ce que votre enfant est inscrit au Programme ontarien des services en matière d’autisme?

source: %1 is a required field.
fr_ca: %1 est un champ obligatoire.

source: Add another child
fr_ca: Ajouter un autre enfant

source: Child 1
fr_ca: Enfant 1

source: Child 2
fr_ca: Enfant 2

source: Child 3
fr_ca: Enfant 3

source: Child 4
fr_ca: Enfant 4

source: Child 5
fr_ca: Enfant 5

source: This is a required field.
fr_ca: Ce champ est obligatoire.
